{
    "Expert Solutions in": "حلول خبيرة في",
    "Telemarketing & Web Development": "التسويق الهاتفي وتطوير الويب",
    "Elevate your business with our comprehensive telemarketing services and cutting-edge web solutions. From lead generation to custom web development, we deliver results that drive growth.": "ارفع مستوى عملك مع خدماتنا الشاملة للتسويق الهاتفي وحلول الويب المتطورة. من توليد العملاء المحتملين إلى تطوير الويب المخصص، نحن نقدم نتائج تدفع النمو.",
    "Modern Layout": "تصميم عصري",
    "Welcome to": "مرحباً بك في",
    "Your Amazing Platform": "منصتك المذهلة",
    "Transform your ideas into reality with our cutting-edge solutions. We provide the tools and expertise you need to succeed in today's digital world.": "حول أفكارك إلى واقع مع حلولنا المتطورة. نقدم لك الأدوات والخبرة التي تحتاجها للنجاح في العالم الرقمي اليوم.",
    "Get Started": "ابدأ الآن",
    "Learn More": "اعرف المزيد",
    "Our Services": "خدماتنا",
    "Comprehensive solutions to help your business grow": "حلول شاملة لمساعدة عملك على النمو",
    "Telemarketing Services": "خدمات التسويق الهاتفي",
    "Outbound Calls & Lead Generation": "المكالمات الصادرة وتوليد العملاء المحتملين",
    "Customer Support & Satisfaction": "دعم العملاء والرضا",
    "Market Research & Analysis": "البحث السوقي والتحليل",
    "Web Development": "تطوير الويب",
    "Custom Web Design & Development": "تصميم وتطوير مواقع الويب المخصصة",
    "E-commerce Solutions": "حلول التجارة الإلكترونية",
    "Responsive & Modern UI/UX": "واجهة مستخدم حديثة ومتجاوبة",
    "Telemarketing Solutions": "حلول التسويق الهاتفي",
    "Professional telemarketing services to boost your business growth": "خدمات تسويق هاتفي احترافية لتعزيز نمو عملك",
    "Outbound Calls": "المكالمات الصادرة",
    "Professional outbound calling services to reach your target audience and generate leads.": "خدمات مكالمات صادرة احترافية للوصول إلى جمهورك المستهدف وتوليد العملاء المحتملين.",
    "Lead Qualification": "تأهيل العملاء المحتملين",
    "Appointment Setting": "تحديد المواعيد",
    "Sales Calls": "مكالمات المبيعات",
    "Lead Generation": "توليد العملاء المحتملين",
    "Strategic lead generation services to identify and qualify potential customers.": "خدمات توليد استراتيجية للعملاء المحتملين لتحديد وتأهيل العملاء المحتملين.",
    "Market Research": "البحث السوقي",
    "Database Building": "بناء قاعدة البيانات",
    "Customer Support": "دعم العملاء",
    "Dedicated customer support services to enhance customer satisfaction.": "خدمات دعم عملاء مخصصة لتعزيز رضا العملاء.",
    "Support": "الدعم",
    "Issue Resolution": "حل المشكلات",
    "Customer Feedback": "تغذية راجعة من العملاء",
    "Web Development Solutions": "حلول تطوير الويب",
    "Custom web development services to bring your digital vision to life": "خدمات تطوير ويب مخصصة لتحويل رؤيتك الرقمية إلى واقع",
    "Web Design": "تصميم الويب",
    "Creative and responsive web design solutions for modern businesses.": "حلول تصميم ويب إبداعية ومتجاوبة للشركات الحديثة.",
    "Responsive Design": "تصميم متجاوب",
    "UI/UX Design": "تصميم واجهة المستخدم",
    "Brand Integration": "تكامل العلامة التجارية",
    "E-commerce": "التجارة الإلكترونية",
    "Powerful e-commerce solutions to grow your online business.": "حلول تجارة إلكترونية قوية لتنمية عملك عبر الإنترنت.",
    "Online Store Setup": "إعداد المتجر الإلكتروني",
    "Payment Integration": "تكامل الدفع",
    "Inventory Management": "إدارة المخزون",
    "Custom Development": "تطوير مخصص",
    "Tailored web development solutions for your unique needs.": "حلول تطوير ويب مصممة خصيصاً لاحتياجاتك الفريدة.",
    "Custom Applications": "تطبيقات مخصصة",
    "API Development": "تطوير واجهات برمجة التطبيقات",
    "System Integration": "تكامل الأنظمة",
    "Our Impact in Numbers": "تأثيرنا بالأرقام",
    "Delivering results that speak for themselves": "تقديم نتائج تتحدث عن نفسها",
    "Happy Clients": "عملاء سعداء",
    "Projects Completed": "مشاريع مكتملة",
    "Client Satisfaction": "رضا العملاء",
    "Years Experience": "سنوات الخبرة",
    "What Our Clients Say": "ماذا يقول عملاؤنا",
    "Trusted by businesses worldwide": "موثوق به من قبل الشركات في جميع أنحاء العالم",
    "Marketing Director": "مدير التسويق",
    "The telemarketing team has transformed our lead generation process. Their professionalism and results speak for themselves. We've seen a 40% increase in qualified leads since partnering with them.": "لقد غير فريق التسويق الهاتفي عملية توليد العملاء المحتملين لدينا. احترافيتهم ونتائجهم تتحدث عن نفسها. لقد شهدنا زيادة بنسبة 40٪ في العملاء المحتملين المؤهلين منذ الشراكة معهم.",
    "E-commerce Manager": "مدير التجارة الإلكترونية",
    "Their web development team created an exceptional e-commerce platform for us. The attention to detail and user experience is outstanding. Our online sales have doubled since the launch.": "أنشأ فريق تطوير الويب لديهم منصة تجارة إلكترونية استثنائية لنا. الاهتمام بالتفاصيل وتجربة المستخدم متميزة. تضاعفت مبيعاتنا عبر الإنترنت منذ الإطلاق.",
    "Operations Manager": "مدير العمليات",
    "The customer support team has been instrumental in improving our service quality. Their 24/7 availability and quick response times have significantly enhanced our customer satisfaction ratings.": "كان فريق دعم العملاء عاملاً أساسياً في تحسين جودة خدمتنا. توفرهم على مدار الساعة طوال أيام الأسبوع وأوقات الاستجابة السريعة عززت بشكل كبير تقييمات رضا عملائنا.",
    "Frequently Asked Questions": "الأسئلة الشائعة",
    "Find answers to common questions about our services": "اعثر على إجابات للأسئلة الشائعة حول خدماتنا",
    "What services do you offer?": "ما هي الخدمات التي تقدمونها؟",
    "We offer a comprehensive range of services including telemarketing (outbound calls, lead generation, customer support) and web development (web design, e-commerce solutions, custom development).": "نقدم مجموعة شاملة من الخدمات بما في ذلك التسويق الهاتفي (المكالمات الصادرة، توليد العملاء المحتملين، دعم العملاء) وتطوير الويب (تصميم الويب، حلول التجارة الإلكترونية، التطوير المخصص).",
    "How long does a typical project take?": "كم من الوقت يستغرق المشروع النموذجي؟",
    "Project timelines vary depending on scope and complexity. A typical web development project takes 4-8 weeks, while telemarketing campaigns can be set up within 1-2 weeks.": "تختلف الجداول الزمنية للمشروع حسب النطاق والتعقيد. يستغرق مشروع تطوير الويب النموذجي 4-8 أسابيع، بينما يمكن إعداد حملات التسويق الهاتفي خلال 1-2 أسبوع.",
    "Do you offer ongoing support?": "هل تقدمون دعمًا مستمرًا؟",
    "Yes, we provide comprehensive ongoing support for all our services. This includes technical support, maintenance, and regular updates to ensure optimal performance.": "نعم، نقدم دعمًا مستمرًا شاملاً لجميع خدماتنا. يشمل ذلك الدعم الفني والصيانة والتحديثات المنتظمة لضمان الأداء الأمثل.",
    "What is your pricing structure?": "ما هي هيكل الأسعار الخاص بكم؟",
    "Our pricing is customized based on project requirements and scope. We offer flexible packages for both telemarketing and web development services. Contact us for a detailed quote.": "يتم تخصيص أسعارنا بناءً على متطلبات المشروع ونطاقه. نقدم حزمًا مرنة لكل من خدمات التسويق الهاتفي وتطوير الويب. اتصل بنا للحصول على عرض أسعار مفصل.",
    "Ready to get started?": "هل أنت مستعد للبدء؟",
    "Contact us today.": "اتصل بنا اليوم.",
    "Get in touch": "تواصل معنا",
    "Contact Us": "اتصل بنا",
    "Get in touch with us to discuss your project or request a quote.": "تواصل معنا لمناقشة مشروعك أو طلب عرض أسعار.",
    "Name": "الاسم",
    "Email": "البريد الإلكتروني",
    "Subject": "الموضوع",
    "Message": "الرسالة",
    "Send Message": "إرسال الرسالة",
    "Contact Information": "معلومات الاتصال",
    "24/7 Support": "دعم على مدار الساعة",
    "Marketing Director, GrowthTech": "مدير التسويق، جروث تيك",
    "E-commerce Manager, RetailPlus": "مدير التجارة الإلكترونية، ريتيل بلس",
    "Operations Manager, ServiceFirst": "مدير العمليات، سيرفيس فيرست",
    "Home": "الرئيسية",
    "Telemarketing": "التسويق الهاتفي",
    "Developpement web": "تطوير الويب",
    "Contact": "اتصل بنا",
    "Outbound Calls Services - Professional Telemarketing Solutions": "خدمات المكالمات الصادرة - حلول تسويق هاتفي احترافية",
    "Outbound Calls Services": "خدمات المكالمات الصادرة",
    "Drive your business growth with our professional outbound calling services. We help you connect with your target audience and achieve your business objectives.": "قُد نمو عملك مع خدمات المكالمات الصادرة الاحترافية لدينا. نساعدك في التواصل مع جمهورك المستهدف وتحقيق أهداف عملك.",
    "Get Started Today": "ابدأ اليوم",
    "Professional sales calls to promote your products and services, with trained agents who understand your business and can effectively communicate your value proposition.": "مكالمات مبيعات احترافية للترويج لمنتجاتك وخدماتك، مع وكلاء مدربين يفهمون عملك ويمكنهم توصيل قيمة عرضك بشكل فعال.",
    "Schedule meetings and appointments with potential clients, ensuring your sales team focuses on closing deals rather than scheduling.": "جد اجتماعات ومواعيد مع العملاء المحتملين، مما يضمن أن يركز فريق المبيعات الخاص بك على إغلاق الصفقات بدلاً من الجدولة.",
    "Gather valuable market insights through targeted phone surveys and research calls to help you make informed business decisions.": "اجمع رؤى سوقية قيمة من خلال استطلاعات الهاتف المستهدفة ومكالمات البحث لمساعدتك في اتخاذ قرارات عمل مستنيرة.",
    "Why Choose Our Services": "لماذا تختار خدماتنا",
    "24/7 Availability": "توفر على مدار الساعة",
    "Round-the-clock service to reach your target audience at their convenience": "خدمة على مدار الساعة للوصول إلى جمهورك المستهدف في الوقت المناسب لهم",
    "Experienced Agents": "وكلاء ذوو خبرة",
    "Highly trained professionals with years of experience in telemarketing": "محترفون مدربون تدريباً عالياً مع سنوات من الخبرة في التسويق الهاتفي",
    "Success Rate": "معدل النجاح",
    "Proven track record of successful campaigns and satisfied clients": "سجل حافل من الحملات الناجحة والعملاء الراضين",
    "Customized Solutions": "حلول مخصصة",
    "Tailored strategies to meet your specific business needs": "استراتيجيات مصممة لتلبية احتياجات عملك المحددة",
    "Our Process": "عملنا",
    "Consultation": "استشارة",
    "We understand your business goals and requirements": "نفهم أهداف عملك ومتطلباته",
    "Strategy": "استراتيجية",
    "Develop a customized calling strategy for your needs": "تطوير استراتيجية مكالمات مخصصة لاحتياجاتك",
    "Execution": "تنفيذ",
    "Our trained agents implement the strategy": "يقوم وكلاؤنا المدربون بتنفيذ الاستراتيجية",
    "Reporting": "تقارير",
    "Regular updates and detailed performance reports": "تحديثات منتظمة وتقارير أداء مفصلة",
    "Their outbound calling service has significantly increased our sales conversion rate. The team is professional and results-driven.": "زادت خدمة المكالمات الصادرة لديهم بشكل كبير من معدل تحويل المبيعات لدينا. الفريق محترف ويركز على النتائج.",
    "- John Smith, CEO": "- جون سميث، الرئيس التنفيذي",
    "The appointment setting service has been a game-changer for our business. We have seen a 40% increase in qualified leads.": "كانت خدمة تحديد المواعيد تغييراً جذرياً لعملك. لقد شهدنا زيادة بنسبة 40٪ في العملاء المحتملين المؤهلين.",
    "- Sarah Johnson, Sales Director": "- سارة جونسون، مدير المبيعات",
    "Their market research calls provided us with invaluable insights that helped shape our product strategy.": "قدمت مكالمات البحث السوقي لديهم رؤى لا تقدر بثمن ساعدت في تشكيل استراتيجية منتجنا.",
    "- Michael Brown, Product Manager": "- مايكل براون، مدير المنتج",
    "Ready to Grow Your Business?": "هل أنت مستعد لتنمية عملك؟",
    "Let us discuss how our outbound calling services can help you achieve your business goals.": "دعنا نناقش كيف يمكن لخدمات المكالمات الصادرة لدينا مساعدتك في تحقيق أهداف عملك.",
    "Contact Us Today": "اتصل بنا اليوم",
    "Transforming ideas into digital reality. We provide comprehensive telemarketing and web development solutions.": "تحويل الأفكار إلى واقع رقمي. نقدم حلولاً شاملة للتسويق الهاتفي وتطوير الويب.",
    "Quick Links": "روابط سريعة",
    "Services": "الخدمات",
    "Privacy Policy": "سياسة الخصوصية",
    "Terms of Service": "شروط الخدمة",
    "Cookie Policy": "سياسة ملفات تعريف الارتباط",
    "All rights reserved.": "جميع الحقوق محفوظة.",
    "Lead Generation Services - Professional Telemarketing Solutions": "خدمات توليد العملاء المحتملين - حلول تسويق هاتفي احترافية",
    "Generate high-quality leads and grow your business with our targeted lead generation services. We help you connect with your ideal customers and achieve your business objectives.": "قم بتوليد عملاء محتملين عالي الجودة وتنمية عملك مع خدمات توليد العملاء المحتملين المستهدفة لدينا. نساعدك في التواصل مع عملائك المثاليين وتحقيق أهداف عملك.",
    "B2B Lead Generation": "توليد عملاء محتملين بين الشركات",
    "Targeted business-to-business lead generation to connect with decision-makers and key stakeholders in your industry.": "توليد عملاء محتملين مستهدف بين الشركات للتواصل مع صانعي القرار وأصحاب المصلحة الرئيسيين في صناعتك.",
    "Thorough qualification process to ensure high-quality, sales-ready leads that match your ideal customer profile.": "عملية تأهيل شاملة لضمان عملاء محتملين عالي الجودة وجاهزين للبيع يطابقون ملف تعريف العميل المثالي الخاص بك.",
    "Strategic follow-up campaigns to convert leads into loyal customers through personalized engagement.": "حملات متابعة استراتيجية لتحويل العملاء المحتملين إلى عملاء مخلصين من خلال المشاركة الشخصية.",
    "Quality Leads": "عملاء محتملين عالي الجودة",
    "Highly qualified leads that match your target criteria": "عملاء محتملين مؤهلين للغاية يطابقون معاييرك المستهدفة",
    "Industries Served": "الصناعات التي نخدمها",
    "Extensive experience across various business sectors": "خبرة واسعة في مختلف القطاعات التجارية",
    "Round-the-clock assistance for all your needs": "مساعدة على مدار الساعة لجميع احتياجاتك",
    "Customized Approach": "نهج مخصص",
    "Tailored strategies for your specific business needs": "استراتيجيات مصممة لاحتياجات عملك المحددة",
    "Analysis": "تحليل",
    "We analyze your target market and ideal customer profile": "نحلل سوقك المستهدف وملف تعريف العميل المثالي",
    "Develop a customized lead generation strategy": "تطوير استراتيجية توليد عملاء محتملين مخصصة",
    "Implement the strategy with our expert team": "تنفيذ الاستراتيجية مع فريقنا الخبير",
    "Optimization": "تحسين",
    "Continuous improvement based on results": "تحسين مستمر بناءً على النتائج",
    "Their lead generation service has transformed our sales pipeline. The quality of leads is exceptional.": "لقد غيرت خدمة توليد العملاء المحتملين لديهم خط أنابيب المبيعات لدينا. جودة العملاء المحتملين استثنائية.",
    "- David Wilson, Sales Manager": "- ديفيد ويلسون، مدير المبيعات",
    "The lead qualification process is thorough and effective. We're seeing much higher conversion rates.": "عملية تأهيل العملاء المحتملين شاملة وفعالة. نحن نشهد معدلات تحويل أعلى بكثير.",
    "- Lisa Chen, Marketing Director": "- ليزا تشن، مدير التسويق",
    "Their lead nurturing campaigns have helped us build stronger relationships with potential customers.": "ساعدت حملات رعاية العملاء المحتملين لديهم في بناء علاقات أقوى مع العملاء المحتملين.",
    "- Robert Taylor, Business Owner": "- روبرت تايلور، صاحب العمل",
    "Ready to Generate Quality Leads?": "هل أنت مستعد لتوليد عملاء محتملين عالي الجودة؟",
    "Let's discuss how our lead generation services can help you grow your business.": "دعنا نناقش كيف يمكن لخدمات توليد العملاء المحتملين لدينا مساعدتك في تنمية عملك.",
    "Lead Generation Services": "خدمات توليد العملاء المحتملين",
    "Lead Nurturing": "رعاية العملاء المحتملين",
    "Customer Support Services - Professional Telemarketing Solutions": "خدمات دعم العملاء - حلول تسويق هاتفي احترافية",
    "Customer Support Services": "خدمات دعم العملاء",
    "Provide exceptional customer support with our comprehensive service solutions. We help you deliver outstanding customer experiences and build lasting relationships.": "قدم دعم عملاء استثنائي مع حلول خدمتنا الشاملة. نساعدك في تقديم تجارب عملاء متميزة وبناء علاقات دائمة.",
    "Round-the-clock customer support to address inquiries and issues anytime, ensuring your customers always have access to help when they need it.": "دعم عملاء على مدار الساعة للرد على الاستفسارات والمشكلات في أي وقت، مما يضمن أن عملاءك لديهم دائمًا إمكانية الوصول إلى المساعدة عندما يحتاجون إليها.",
    "Technical Support": "دعم فني",
    "Expert technical assistance for product and service-related issues, with trained specialists ready to solve complex problems efficiently.": "مساعدة فنية متخصصة للمشكلات المتعلقة بالمنتجات والخدمات، مع متخصصين مدربين جاهزين لحل المشكلات المعقدة بكفاءة.",
    "Customer Success": "نجاح العملاء",
    "Proactive support to ensure customer satisfaction and retention, helping customers achieve their goals with your products and services.": "دعم استباقي لضمان رضا العملاء والاحتفاظ بهم، ومساعدة العملاء على تحقيق أهدافهم مع منتجاتك وخدماتك.",
    "Always Available": "متاح دائماً",
    "Round-the-clock support for your customers": "دعم على مدار الساعة لعملائك",
    "Satisfaction Rate": "معدل الرضا",
    "Consistently high customer satisfaction scores": "درجات رضا العملاء مرتفعة باستمرار",
    "Response Time": "وقت الاستجابة",
    "Quick response to customer inquiries": "استجابة سريعة لاستفسارات العملاء",
    "Quality Assurance": "ضمان الجودة",
    "Rigorous quality control and monitoring": "مراقبة ومراقبة جودة صارمة",
    "Assessment": "تقييم",
    "We evaluate your support needs and requirements": "نقيم احتياجات ومتطلبات الدعم الخاصة بك",
    "Training": "تدريب",
    "Our team is trained on your products and services": "يتم تدريب فريقنا على منتجاتك وخدماتك",
    "Implementation": "تنفيذ",
    "Seamless integration with your existing systems": "تكامل سلس مع أنظمتك الحالية",
    "Monitoring": "مراقبة",
    "Continuous quality monitoring and improvement": "مراقبة وتحسين مستمر للجودة",
    "Their 24/7 support team has been instrumental in maintaining our customer satisfaction levels. The response time is impressive.": "كان فريق الدعم على مدار الساعة لديهم عاملاً أساسياً في الحفاظ على مستويات رضا عملائنا. وقت الاستجابة مثير للإعجاب.",
    "- Emily Parker, Customer Success Director": "- إيميلي باركر، مدير نجاح العملاء",
    "The technical support team's expertise has significantly reduced our resolution time. They're truly knowledgeable.": "خبرة فريق الدعم الفني قللت بشكل كبير من وقت الحل لدينا. إنهم على دراية حقيقية.",
    "- James Wilson, IT Manager": "- جيمس ويلسون، مدير تكنولوجيا المعلومات",
    "Their customer success program has helped us increase our retention rate by 35%. Outstanding service!": "ساعد برنامج نجاح العملاء لديهم في زيادة معدل الاحتفاظ لدينا بنسبة 35٪. خدمة متميزة!",
    "- Maria Rodriguez, Business Owner": "- ماريا رودريغيز، صاحبة العمل",
    "Ready to Enhance Your Customer Support?": "هل أنت مستعد لتعزيز دعم العملاء لديك؟",
    "Let's discuss how our customer support services can help you deliver exceptional customer experiences.": "دعنا نناقش كيف يمكن لخدمات دعم العملاء لدينا مساعدتك في تقديم تجارب عملاء استثنائية.",
    "Custom Development Services - Professional Software Solutions": "خدمات التطوير المخصصة - حلول برمجية احترافية",
    "Custom Development Services": "خدمات التطوير المخصصة",
    "Transform your business with tailored software solutions designed to meet your unique requirements and drive growth.": "حول عملك مع حلول برمجية مصممة خصيصاً لتلبية متطلباتك الفريدة ودفع النمو.",
    "Start Your Project": "ابدأ مشروعك",
    "Web Applications": "تطبيقات الويب",
    "Custom web applications built with modern technologies, designed to scale with your business needs and deliver exceptional user experiences.": "تطبيقات ويب مخصصة مبنية بتقنيات حديثة، مصممة للتوسع مع احتياجات عملك وتقديم تجارب مستخدم استثنائية.",
    "Robust APIs for seamless integration with your systems, enabling efficient data exchange and enhanced functionality across platforms.": "واجهات برمجة تطبيقات قوية للتكامل السلس مع أنظمتك، مما يتيح تبادل البيانات بكفاءة وتعزيز الوظائف عبر المنصات.",
    "Connect your existing systems and streamline operations with seamless integration solutions that enhance productivity and reduce complexity.": "قم بتوصيل أنظمتك الحالية وتبسيط العمليات مع حلول تكامل سلسة تعزز الإنتاجية وتقلل التعقيد.",
    "Proven track record in software development": "سجل حافل في تطوير البرمجيات",
    "Successfully delivered solutions": "حلول تم تسليمها بنجاح",
    "Round-the-clock technical assistance": "مساعدة فنية على مدار الساعة",
    "Satisfaction": "رضا",
    "Client satisfaction guarantee": "ضمان رضا العملاء",
    "Our Development Process": "عملية التطوير لدينا",
    "Discovery": "اكتشاف",
    "Understanding your requirements and objectives": "فهم متطلباتك وأهدافك",
    "Planning": "تخطيط",
    "Creating a detailed project roadmap": "إنشاء خارطة طريق مفصلة للمشروع",
    "Development": "تطوير",
    "Building your solution with best practices": "بناء حلك بأفضل الممارسات",
    "Launch": "إطلاق",
    "Deployment and ongoing support": "النشر والدعم المستمر",
    "Their custom development team delivered a solution that perfectly matched our requirements. The attention to detail was impressive.": "قدم فريق التطوير المخصص لديهم حلاً يتطابق تماماً مع متطلباتنا. كان الاهتمام بالتفاصيل مثيراً للإعجاب.",
    "- Michael Chen, CTO": "- مايكل تشن، المدير التقني",
    "The API integration they developed has streamlined our operations significantly. Highly recommended!": "لقد سهل تكامل واجهة برمجة التطبيقات الذي طوروه عملياتنا بشكل كبير. موصى به بشدة!",
    "- Sarah Johnson, Operations Director": "- سارة جونسون، مدير العمليات",
    "Their system integration expertise helped us connect multiple platforms seamlessly. Excellent work!": "ساعدت خبرتهم في تكامل الأنظمة في ربط منصات متعددة بسلاسة. عمل ممتاز!",
    "- David Wilson, IT Manager": "- ديفيد ويلسون، مدير تكنولوجيا المعلومات",
    "Ready to Build Your Custom Solution?": "هل أنت مستعد لبناء حلك المخصص؟",
    "Let's discuss how our custom development services can help you achieve your business goals.": "دعنا نناقش كيف يمكن لخدمات التطوير المخصصة لدينا مساعدتك في تحقيق أهداف عملك.",
    "E-commerce Solutions - Professional Online Store Development": "حلول التجارة الإلكترونية - تطوير متجر إلكتروني احترافي",
    "Transform your business with our comprehensive e-commerce solutions designed to drive sales and enhance customer experience.": "حول عملك مع حلول التجارة الإلكترونية الشاملة لدينا المصممة لدفع المبيعات وتعزيز تجربة العملاء.",
    "Start Your Store": "ابدأ متجرك",
    "Custom e-commerce platforms tailored to your business needs, built with modern technologies and best practices.": "منصات تجارة إلكترونية مخصصة مصممة لاحتياجات عملك، مبنية بتقنيات حديثة وأفضل الممارسات.",
    "Secure payment gateways and multiple payment options to provide a seamless checkout experience for your customers.": "بوابات دفع آمنة وخيارات دفع متعددة لتوفير تجربة دفع سلسة لعملائك.",
    "Efficient stock tracking and order management systems to streamline your operations and reduce overhead costs.": "أنظمة تتبع المخزون وإدارة الطلبات الفعالة لتبسيط عملياتك وتقليل التكاليف العامة.",
    "Why Choose Our E-commerce Solutions": "لماذا تختار حلول التجارة الإلكترونية لدينا",
    "Always Open": "مفتوح دائماً",
    "Your store never closes": "متجرك لا يغلق أبداً",
    "Secure": "آمن",
    "Safe payment processing": "معالجة دفع آمنة",
    "Growth": "نمو",
    "Average revenue increase": "زيادة متوسط الإيرادات",
    "Uptime": "وقت التشغيل",
    "Reliable platform": "منصة موثوقة",
    "Our E-commerce Process": "عملية التجارة الإلكترونية لدينا",
    "Understanding your business needs": "فهم احتياجات عملك",
    "Design": "تصميم",
    "Creating your store's look and feel": "إنشاء مظهر وشعور متجرك",
    "Building your online store": "بناء متجرك الإلكتروني",
    "Going live and support": "البدء والدعم",
    "Our online store has seen a 200% increase in sales since launching. The platform is incredibly user-friendly and reliable.": "شهد متجرنا الإلكتروني زيادة بنسبة 200٪ في المبيعات منذ الإطلاق. المنصة سهلة الاستخدام وموثوقة بشكل لا يصدق.",
    "- Emma Thompson, Fashion Boutique Owner": "- إيما طومسون، صاحبة متجر الأزياء",
    "The payment integration is seamless, and the inventory management system has saved us countless hours.": "تكامل الدفع سلس، ونظام إدارة المخزون وفر لنا ساعات لا حصر لها.",
    "- James Wilson, Electronics Store": "- جيمس ويلسون، متجر الإلكترونيات",
    "Their e-commerce solution has transformed our business. The customer experience is outstanding.": "حل التجارة الإلكترونية لديهم غير عملك. تجربة العملاء متميزة.",
    "- Lisa Chen, Home Goods Store": "- ليزا تشن، متجر السلع المنزلية",
    "Ready to Launch Your Online Store?": "هل أنت مستعد لإطلاق متجرك الإلكتروني؟",
    "Let's discuss how our e-commerce solutions can help you grow your business online.": "دعنا نناقش كيف يمكن لحلول التجارة الإلكترونية لدينا مساعدتك في تنمية عملك عبر الإنترنت.",
    "Web Design Services - Professional Website Development": "خدمات تصميم الويب - تطوير مواقع احترافية",
    "Web Design Services": "خدمات تصميم الويب",
    "Create stunning, responsive websites that engage your audience and drive results with our expert web design services.": "أنشئ مواقع ويب مذهلة ومتجاوبة تجذب جمهورك وتدفع النتائج مع خدمات تصميم الويب الخبيرة لدينا.",
    "Mobile-friendly websites that look and perform perfectly across all devices, from smartphones to desktops.": "مواقع صديقة للهواتف المحمولة تبدو وتعمل بشكل مثالي على جميع الأجهزة، من الهواتف الذكية إلى أجهزة الكمبيوتر المكتبية.",
    "Intuitive interfaces and seamless user experiences that keep visitors engaged and drive conversions.": "واجهات بديهية وتجارب مستخدم سلسة تحافظ على تفاعل الزوار وتدفع التحويلات.",
    "Consistent branding across all digital touchpoints to strengthen your brand identity and recognition.": "هوية علامة تجارية متسقة عبر جميع نقاط الاتصال الرقمية لتعزيز هوية علامتك التجارية والاعتراف بها.",
    "Why Choose Our Web Design": "لماذا تختار تصميم الويب لدينا",
    "Responsive": "متجاوب",
    "Works on all devices": "يعمل على جميع الأجهزة",
    "Faster": "أسرع",
    "Loading speed": "سرعة التحميل",
    "Engagement": "تفاعل",
    "Higher user interaction": "تفاعل أعلى للمستخدم",
    "Always available": "متاح دائماً",
    "Our Design Process": "عملية التصميم لدينا",
    "Understanding your goals": "فهم أهدافك",
    "Creating visual concepts": "إنشاء مفاهيم بصرية",
    "Building your website": "بناء موقعك",
    "The new website design has transformed our online presence. The user experience is exceptional and our conversion rates have doubled.": "لقد غير تصميم الموقع الجديد وجودنا عبر الإنترنت. تجربة المستخدم استثنائية ومعدلات التحويل لدينا تضاعفت.",
    "- Sarah Johnson, Marketing Director": "- سارة جونسون، مدير التسويق",
    "Their attention to detail and focus on user experience made all the difference. Our bounce rate has decreased significantly.": "جعل اهتمامهم بالتفاصيل وتركيزهم على تجربة المستخدم كل الفرق. انخفض معدل الارتداد لدينا بشكل كبير.",
    "- Michael Chen, CEO": "- مايكل تشن، الرئيس التنفيذي",
    "The responsive design works perfectly across all devices. Our mobile traffic has increased by 150%.": "يعمل التصميم المتجاوب بشكل مثالي على جميع الأجهزة. زادت حركة المرور على الهاتف المحمول لدينا بنسبة 150٪.",
    "- Lisa Thompson, E-commerce Manager": "- ليزا طومسون، مدير التجارة الإلكترونية",
    "Ready to Transform Your Online Presence?": "هل أنت مستعد لتحويل وجودك عبر الإنترنت؟",
    "Let's create a stunning website that engages your audience and drives results.": "دعنا ننشئ موقعًا مذهلاً يجذب جمهورك ويدفع النتائج.",
    "Thank you for your message! We will get back to you soon.": "شكراً لرسالتك! سنقوم بالرد عليك في أقرب وقت ممكن.",
    "John Doe": "جون دو",
    "Alice Smith": "أليس سميث",
    "Robert Johnson": "روبرت جونسون",
    "Other": "أخرى",
    "Demand Job Application": "طلب توظيف",
    "Phone": "هاتف",
    "Portfolio": "المحفظة"
}