{
    "Modern Layout": "تصميم عصري",
    "Welcome to": "مرحباً بك في",
    "Your Amazing Platform": "منصتك المذهلة",
    "Transform your ideas into reality with our cutting-edge solutions. We provide the tools and expertise you need to succeed in today's digital world.": "حول أفكارك إلى واقع مع حلولنا المتطورة. نقدم لك الأدوات والخبرة التي تحتاجها للنجاح في العالم الرقمي اليوم.",
    "Get Started": "ابدأ الآن",
    "Learn More": "اعرف المزيد",
    "Our Services": "خدماتنا",
    "Comprehensive solutions to help your business grow": "حلول شاملة لمساعدة عملك على النمو",
    "Telemarketing Services": "خدمات التسويق الهاتفي",
    "Outbound Calls & Lead Generation": "المكالمات الصادرة وتوليد العملاء المحتملين",
    "Customer Support & Satisfaction": "دعم العملاء والرضا",
    "Market Research & Analysis": "البحث وتحليل السوق",
    "Web Development": "تطوير الويب",
    "Custom Web Design & Development": "تصميم وتطوير مواقع الويب المخصصة",
    "E-commerce Solutions": "حلول التجارة الإلكترونية",
    "Responsive & Modern UI/UX": "واجهة مستخدم حديثة ومتجاوبة",
    "Telemarketing Solutions": "حلول التسويق الهاتفي",
    "Professional telemarketing services to boost your business growth": "خدمات تسويق هاتفي احترافية لتعزيز نمو عملك",
    "Outbound Calls": "المكالمات الصادرة",
    "Professional outbound calling services to reach your target audience and generate leads.": "خدمات مكالمات صادرة احترافية للوصول إلى جمهورك المستهدف وتوليد العملاء المحتملين.",
    "Lead Qualification": "تأهيل العملاء المحتملين",
    "Appointment Setting": "تحديد المواعيد",
    "Sales Calls": "المكالمات التجارية",
    "Lead Generation": "توليد العملاء المحتملين",
    "Strategic lead generation services to identify and qualify potential customers.": "خدمات توليد استراتيجية للعملاء المحتملين لتحديد وتأهيل العملاء المحتملين.",
    "Market Research": "البحث السوقي",
    "Database Building": "بناء قاعدة البيانات",
    "Customer Support": "دعم العملاء",
    "Dedicated customer support services to enhance customer satisfaction.": "خدمات دعم عملاء مخصصة لتعزيز رضا العملاء.",
    "Support": "الدعم",
    "Issue Resolution": "حل المشكلات",
    "Customer Feedback": "تغذية راجعة العملاء",
    "Web Development Solutions": "حلول تطوير الويب",
    "Custom web development services to bring your digital vision to life": "خدمات تطوير ويب مخصصة لتحقيق رؤيتك الرقمية",
    "Web Design": "تصميم الويب",
    "Creative and responsive web design solutions for modern businesses.": "حلول تصميم ويب إبداعية ومتجاوبة للشركات الحديثة.",
    "Responsive Design": "تصميم متجاوب",
    "UI/UX Design": "تصميم واجهة المستخدم",
    "Brand Integration": "تكامل العلامة التجارية",
    "E-commerce": "التجارة الإلكترونية",
    "Powerful e-commerce solutions to grow your online business.": "حلول تجارة إلكترونية قوية لتنمية عملك عبر الإنترنت.",
    "Online Store Setup": "إعداد المتجر الإلكتروني",
    "Payment Integration": "تكامل الدفع",
    "Inventory Management": "إدارة المخزون",
    "Custom Development": "تطوير مخصص",
    "Tailored web development solutions for your unique needs.": "حلول تطوير ويب مصممة خصيصاً لاحتياجاتك الفريدة.",
    "Custom Applications": "تطبيقات مخصصة",
    "API Development": "تطوير واجهات برمجة التطبيقات",
    "System Integration": "تكامل الأنظمة",
    "Our Impact in Numbers": "تأثيرنا بالأرقام",
    "Delivering results that speak for themselves": "تقديم نتائج تتحدث عن نفسها",
    "Happy Clients": "عملاء سعداء",
    "Projects Completed": "مشاريع مكتملة",
    "Client Satisfaction": "رضا العملاء",
    "Years Experience": "سنوات الخبرة",
    "What Our Clients Say": "ماذا يقول عملاؤنا",
    "Trusted by businesses worldwide": "موثوق به من قبل الشركات في جميع أنحاء العالم",
    "Marketing Director": "مدير التسويق",
    "The telemarketing team has transformed our lead generation process. Their professionalism and results speak for themselves. We've seen a 40% increase in qualified leads since partnering with them.": "قام فريق التسويق الهاتفي بتحويل عملية توليد العملاء المحتملين لدينا. احترافيتهم ونتائجهم تتحدث عن نفسها. لقد شهدنا زيادة بنسبة 40٪ في العملاء المحتملين المؤهلين منذ شراكتنا معهم.",
    "E-commerce Manager": "مدير التجارة الإلكترونية",
    "Their web development team created an exceptional e-commerce platform for us. The attention to detail and user experience is outstanding. Our online sales have doubled since the launch.": "قام فريق تطوير الويب بإنشاء منصة تجارة إلكترونية استثنائية لنا. الاهتمام بالتفاصيل وتجربة المستخدم متميزة. تضاعفت مبيعاتنا عبر الإنترنت منذ الإطلاق.",
    "Operations Manager": "مدير العمليات",
    "The customer support team has been instrumental in improving our service quality. Their 24/7 availability and quick response times have significantly enhanced our customer satisfaction ratings.": "كان فريق دعم العملاء عاملاً أساسياً في تحسين جودة خدمتنا. توفرهم على مدار الساعة طوال أيام الأسبوع وأوقات الاستجابة السريعة حسنت بشكل كبير تقييمات رضا عملائنا.",
    "Frequently Asked Questions": "الأسئلة الشائعة",
    "Find answers to common questions about our services": "اعثر على إجابات للأسئلة الشائعة حول خدماتنا",
    "What services do you offer?": "ما هي الخدمات التي تقدمونها؟",
    "We offer a comprehensive range of services including telemarketing (outbound calls, lead generation, customer support) and web development (web design, e-commerce solutions, custom development).": "نقدم مجموعة شاملة من الخدمات بما في ذلك التسويق الهاتفي (المكالمات الصادرة، توليد العملاء المحتملين، دعم العملاء) وتطوير الويب (تصميم الويب، حلول التجارة الإلكترونية، التطوير المخصص).",
    "How long does a typical project take?": "كم من الوقت يستغرق المشروع النموذجي؟",
    "Project timelines vary depending on scope and complexity. A typical web development project takes 4-8 weeks, while telemarketing campaigns can be set up within 1-2 weeks.": "تختلف جداول زمنية المشروع حسب النطاق والتعقيد. يستغرق مشروع تطوير الويب النموذجي 4-8 أسابيع، بينما يمكن إعداد حملات التسويق الهاتفي في غضون 1-2 أسبوع.",
    "Do you offer ongoing support?": "هل تقدمون دعماً مستمراً؟",
    "Yes, we provide comprehensive ongoing support for all our services. This includes technical support, maintenance, and regular updates to ensure optimal performance.": "نعم، نحن نقدم دعماً مستمراً شاملاً لجميع خدماتنا. وهذا يشمل الدعم الفني والصيانة والتحديثات المنتظمة لضمان الأداء الأمثل.",
    "What is your pricing structure?": "ما هي هيكل الأسعار الخاص بكم؟",
    "Our pricing is customized based on project requirements and scope. We offer flexible packages for both telemarketing and web development services. Contact us for a detailed quote.": "يتم تخصيص أسعارنا بناءً على متطلبات المشروع ونطاقه. نقدم حزم مرنة لكل من خدمات التسويق الهاتفي وتطوير الويب. اتصل بنا للحصول على عرض أسعار مفصل.",
    "Ready to get started?": "هل أنت مستعد للبدء؟",
    "Contact us today.": "اتصل بنا اليوم.",
    "Get in touch": "تواصل معنا",
    "Contact Us": "اتصل بنا",
    "Get in touch with us to discuss your project or request a quote.": "تواصل معنا لمناقشة مشروعك أو طلب عرض أسعار.",
    "Name": "الاسم",
    "Email": "البريد الإلكتروني",
    "Subject": "الموضوع",
    "Message": "الرسالة",
    "Send Message": "إرسال الرسالة",
    "Contact Information": "معلومات الاتصال",
    "24/7 Support": "دعم على مدار الساعة",
    "Marketing Director, GrowthTech": "مدير التسويق، جروث تيك",
    "E-commerce Manager, RetailPlus": "مدير التجارة الإلكترونية، ريتيل بلس",
    "Operations Manager, ServiceFirst": "مدير العمليات، سيرفيس فيرست",
    "Home": "الرئيسية",
    "Telemarketing": "التسويق الهاتفي",
    "Developpement web": "تطوير الويب",
    "Contact": "اتصل بنا"
}