{
    "Modern Layout": "Mise en page moderne",
    "Welcome to": "Bienvenue sur",
    "Your Amazing Platform": "Votre plateforme incroyable",
    "Transform your ideas into reality with our cutting-edge solutions. We provide the tools and expertise you need to succeed in today's digital world.": "Transformez vos idées en réalité avec nos solutions de pointe. Nous vous fournissons les outils et l'expertise dont vous avez besoin pour réussir dans le monde numérique d'aujourd'hui.",
    "Get Started": "Commencer",
    "Learn More": "En savoir plus",
    "Our Services": "Nos Services",
    "Comprehensive solutions to help your business grow": "Des solutions complètes pour faire croître votre entreprise",
    "Telemarketing Services": "Services de télémarketing",
    "Outbound Calls & Lead Generation": "Appels sortants et génération de leads",
    "Customer Support & Satisfaction": "Support client et satisfaction",
    "Market Research & Analysis": "Études de marché et analyse",
    "Web Development": "Développement Web",
    "Custom Web Design & Development": "Conception et développement web personnalisés",
    "E-commerce Solutions": "Solutions e-commerce",
    "Responsive & Modern UI/UX": "Interface utilisateur moderne et responsive",
    "Telemarketing Solutions": "Solutions de télémarketing",
    "Professional telemarketing services to boost your business growth": "Services professionnels de télémarketing pour stimuler la croissance de votre entreprise",
    "Outbound Calls": "Appels sortants",
    "Professional outbound calling services to reach your target audience and generate leads.": "Services professionnels d'appels sortants pour atteindre votre public cible et générer des leads.",
    "Lead Qualification": "Qualification des leads",
    "Appointment Setting": "Prise de rendez-vous",
    "Sales Calls": "Appels commerciaux",
    "Lead Generation": "Génération de leads",
    "Strategic lead generation services to identify and qualify potential customers.": "Services stratégiques de génération de leads pour identifier et qualifier les clients potentiels.",
    "Market Research": "Études de marché",
    "Database Building": "Construction de base de données",
    "Customer Support": "Support client",
    "Dedicated customer support services to enhance customer satisfaction.": "Services dédiés de support client pour améliorer la satisfaction client.",
    "Support": "Support",
    "Issue Resolution": "Résolution des problèmes",
    "Customer Feedback": "Retour client",
    "Web Development Solutions": "Solutions de développement web",
    "Custom web development services to bring your digital vision to life": "Services de développement web personnalisés pour donner vie à votre vision numérique",
    "Web Design": "Conception web",
    "Creative and responsive web design solutions for modern businesses.": "Solutions créatives et responsives de conception web pour les entreprises modernes.",
    "Responsive Design": "Design responsive",
    "UI/UX Design": "Conception UI/UX",
    "Brand Integration": "Intégration de marque",
    "E-commerce": "E-commerce",
    "Powerful e-commerce solutions to grow your online business.": "Solutions e-commerce puissantes pour développer votre activité en ligne.",
    "Online Store Setup": "Configuration de boutique en ligne",
    "Payment Integration": "Intégration des paiements",
    "Inventory Management": "Gestion des stocks",
    "Custom Development": "Développement personnalisé",
    "Tailored web development solutions for your unique needs.": "Solutions de développement web adaptées à vos besoins uniques.",
    "Custom Applications": "Applications personnalisées",
    "API Development": "Développement d'API",
    "System Integration": "Intégration système",
    "Our Impact in Numbers": "Notre impact en chiffres",
    "Delivering results that speak for themselves": "Des résultats qui parlent d'eux-mêmes",
    "Happy Clients": "Clients satisfaits",
    "Projects Completed": "Projets réalisés",
    "Client Satisfaction": "Satisfaction client",
    "Years Experience": "Années d'expérience",
    "What Our Clients Say": "Ce que disent nos clients",
    "Trusted by businesses worldwide": "Approuvé par des entreprises du monde entier",
    "Marketing Director": "Directeur Marketing",
    "The telemarketing team has transformed our lead generation process. Their professionalism and results speak for themselves. We've seen a 40% increase in qualified leads since partnering with them.": "L'équipe de télémarketing a transformé notre processus de génération de leads. Leur professionnalisme et leurs résultats parlent d'eux-mêmes. Nous avons constaté une augmentation de 40% des leads qualifiés depuis notre partenariat.",
    "E-commerce Manager": "Responsable E-commerce",
    "Their web development team created an exceptional e-commerce platform for us. The attention to detail and user experience is outstanding. Our online sales have doubled since the launch.": "Leur équipe de développement web a créé une plateforme e-commerce exceptionnelle pour nous. L'attention portée aux détails et l'expérience utilisateur sont remarquables. Nos ventes en ligne ont doublé depuis le lancement.",
    "Operations Manager": "Responsable des opérations",
    "The customer support team has been instrumental in improving our service quality. Their 24/7 availability and quick response times have significantly enhanced our customer satisfaction ratings.": "L'équipe de support client a été déterminante dans l'amélioration de notre qualité de service. Leur disponibilité 24/7 et leurs temps de réponse rapides ont considérablement amélioré nos taux de satisfaction client.",
    "Frequently Asked Questions": "Questions fréquemment posées",
    "Find answers to common questions about our services": "Trouvez des réponses aux questions courantes sur nos services",
    "What services do you offer?": "Quels services proposez-vous ?",
    "We offer a comprehensive range of services including telemarketing (outbound calls, lead generation, customer support) and web development (web design, e-commerce solutions, custom development).": "Nous proposons une gamme complète de services incluant le télémarketing (appels sortants, génération de leads, support client) et le développement web (conception web, solutions e-commerce, développement personnalisé).",
    "How long does a typical project take?": "Combien de temps prend un projet typique ?",
    "Project timelines vary depending on scope and complexity. A typical web development project takes 4-8 weeks, while telemarketing campaigns can be set up within 1-2 weeks.": "Les délais de projet varient selon l'ampleur et la complexité. Un projet typique de développement web prend 4-8 semaines, tandis que les campagnes de télémarketing peuvent être mises en place en 1-2 semaines.",
    "Do you offer ongoing support?": "Proposez-vous un support continu ?",
    "Yes, we provide comprehensive ongoing support for all our services. This includes technical support, maintenance, and regular updates to ensure optimal performance.": "Oui, nous fournissons un support continu complet pour tous nos services. Cela inclut le support technique, la maintenance et des mises à jour régulières pour assurer des performances optimales.",
    "What is your pricing structure?": "Quelle est votre structure tarifaire ?",
    "Our pricing is customized based on project requirements and scope. We offer flexible packages for both telemarketing and web development services. Contact us for a detailed quote.": "Nos tarifs sont personnalisés en fonction des exigences et de l'ampleur du projet. Nous proposons des forfaits flexibles pour les services de télémarketing et de développement web. Contactez-nous pour un devis détaillé.",
    "Ready to get started?": "Prêt à commencer ?",
    "Contact us today.": "Contactez-nous aujourd'hui.",
    "Get in touch": "Contactez-nous",
    "Contact Us": "Contactez-nous",
    "Get in touch with us to discuss your project or request a quote.": "Contactez-nous pour discuter de votre projet ou demander un devis.",
    "Name": "Nom",
    "Email": "Email",
    "Subject": "Sujet",
    "Message": "Message",
    "Send Message": "Envoyer le message",
    "Contact Information": "Informations de contact",
    "24/7 Support": "Support 24/7",
    "Marketing Director, GrowthTech": "Directeur Marketing, GrowthTech",
    "E-commerce Manager, RetailPlus": "Responsable E-commerce, RetailPlus",
    "Operations Manager, ServiceFirst": "Responsable des opérations, ServiceFirst",
    "Home": "Accueil",
    "Telemarketing": "Télémarketing",
    "Developpement web": "Développement web",
    "Contact": "Contact"
}